{"vocab": {"2x2": 0, "3": 1, "4": 2, "5": 3, "7": 4, "90": 5, "90degree": 6, "axes": 7, "axis": 8, "axis_reflection": 9, "based": 10, "become": 11, "border": 12, "boundaries": 13, "boundary": 14, "cleared": 15, "color": 16, "color3": 17, "color4": 18, "color8": 19, "color_mapping_overlay": 20, "colors": 21, "combines": 22, "complex": 23, "define": 24, "defines": 25, "enclosed": 26, "fill": 27, "for": 28, "gets": 29, "h": 30, "in": 31, "input": 32, "interior": 33, "into": 34, "key": 35, "lines": 36, "mapping": 37, "marker": 38, "markers": 39, "min": 40, "on": 41, "original": 42, "output": 43, "overlay": 44, "quadrant": 45, "quadrants": 46, "rectangle": 47, "rectangular": 48, "red": 49, "reflection": 50, "regions": 51, "rotated": 52, "rotation": 53, "scattered": 54, "shape": 55, "shapes": 56, "size": 57, "size_based_fill": 58, "w": 59, "with": 60}, "idf": {"min": 0.4054651081081644, "on": 0.4054651081081644, "rectangular": 0.4054651081081644, "w": 0.4054651081081644, "enclosed": 0.4054651081081644, "3": 0.4054651081081644, "regions": 0.4054651081081644, "7": 0.4054651081081644, "fill": 0.4054651081081644, "h": 0.4054651081081644, "based": 0.4054651081081644, "5": 0.4054651081081644, "colors": 0.0, "interior": 0.4054651081081644, "color8": 0.4054651081081644, "color3": 0.4054651081081644, "size": 0.4054651081081644, "with": 0.0, "color4": 0.4054651081081644, "border": 0.4054651081081644, "size_based_fill": 0.4054651081081644, "rectangle": 0.4054651081081644, "axes": 0.4054651081081644, "quadrant": 0.0, "become": 0.4054651081081644, "marker": 0.4054651081081644, "90": 0.4054651081081644, "quadrants": 0.0, "cleared": 0.4054651081081644, "into": 0.4054651081081644, "reflection": 0.4054651081081644, "gets": 0.4054651081081644, "axis_reflection": 0.4054651081081644, "axis": 0.4054651081081644, "original": 0.4054651081081644, "rotated": 0.4054651081081644, "red": 0.4054651081081644, "90degree": 0.4054651081081644, "lines": 0.4054651081081644, "markers": 0.4054651081081644, "rotation": 0.4054651081081644, "define": 0.4054651081081644, "shape": 0.4054651081081644, "scattered": 0.4054651081081644, "boundaries": 0.4054651081081644, "in": 0.4054651081081644, "2x2": 0.4054651081081644, "defines": 0.4054651081081644, "overlay": 0.4054651081081644, "shapes": 0.4054651081081644, "color": 0.4054651081081644, "color_mapping_overlay": 0.4054651081081644, "output": 0.4054651081081644, "combines": 0.4054651081081644, "complex": 0.4054651081081644, "for": 0.4054651081081644, "key": 0.4054651081081644, "input": 0.4054651081081644, "mapping": 0.4054651081081644, "4": 0.4054651081081644, "boundary": 0.4054651081081644}}